new (function () {
    var obj = {};

    // Nav links
    obj['NAV_HOME'] = "Начало";
    obj['NAV_SEARCH'] = "Поиск";
    obj['NAV_SERVERS'] = "Серверы";
    obj['NAV_HELP'] = "Помощь";

    // index.js
    obj['INDEX_DESCRIPTION'] = "Вас приветствует ArcRank! Веб-приложение ArcRank позволяет отслеживать и управлять статистикой, записанной в течение вашей игры на наших серверах. Для управления статистикой необходима авторизация через Steam. Чтобы найти статистику других игроков, нажмите кнопку \"Поиск\" в меню навигации.";

    APP['Langs'].registerObject(obj);
})();
